Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Erotic Massage
de: Erotische Massage
ja: エロティックマッサージ
ko: 에로틱 마사지
pl: Masaż erotyczny
zh_hans: 色情按摩
zh_hant: 色情按摩

source: Erotic Mind Control
de: Erotische Gedankenkontrolle
ja: 性的マインドコントロール
ko: 성적 정신 지배
pl: Erotyczna kontrola umysłu
zh_hans: 色情精神控制
zh_hant: 色情精神控制

source: Erotic Mind Control Roleplay
de: Rollenspiel mit erotischer Gedankenkontrolle
ja: 性的マインドコントロールのロールプレイ
ko: 성적 정신 지배 역할극
pl: Odgrywanie erotycznej kontroli umysłu
zh_hans: 色情精神控制角色扮演
zh_hant: 色情精神控制角色扮演

source: Erotic Mummification
de: Erotische Mumifizierung
ja: 性的ミイラ拘束
ko: 성적 미라 구속
pl: Mumifikacja erotyczna
zh_hans: 色情木乃伊式束缚
zh_hant: 色情木乃伊式束縛

source: Erotic Spanking
de: Erotisches Spanking
ja: 性的スパンキング
ko: 성적 엉덩이 때리기
pl: Erotyczne klapsy
zh_hans: 色情打屁股
zh_hant: 色情打屁股

source: Eroticised Amputation
de: Erotisierte Amputation
ja: 性的な切断
ko: 성애화된 절단
pl: Erotyzowana amputacja
zh_hans: 色情化截肢
zh_hant: 色情化截肢

source: Eroticized Racism
de: Erotisierter Rassismus
ja: 性的に描かれた人種差別
ko: 성애화된 인종 차별
pl: Erotyzowany rasizm
zh_hans: 色情化种族歧视
zh_hant: 色情化種族歧視

source: Escape Game
de: Fluchtspiel
ja: 脱出ゲーム
ko: 방 탈출 게임
pl: Gra typu escape room
zh_hans: 密室逃脱游戏
zh_hant: 密室逃脫遊戲

source: ESP
de: Außersinnliche Wahrnehmung
ja: 超能力
ko: 초능력
pl: Postrzeganie pozazmysłowe
zh_hans: 超能力
zh_hant: 超能力

source: Espionage
de: Spionage
ja: 諜報活動
ko: 첩보 활동
pl: Szpiegostwo
zh_hans: 谍战
zh_hant: 諜戰

source: Esports
de: E-Sport
ja: eスポーツ
ko: e스포츠
pl: E-sport
zh_hans: 电子竞技
zh_hant: 電子競技

source: Ethnically Diverse Cast
de: Ethnisch vielfältige Figuren
ja: 多民族のキャスト
ko: 다양한 민족의 캐릭터 구성
pl: Postacie o zróżnicowanym pochodzeniu etnicznym
zh_hans: 多族裔角色阵容
zh_hant: 多族裔角色陣容

source: Europe
de: Europa
ja: ヨーロッパ
ko: 유럽
pl: Europa
zh_hans: 欧洲
zh_hant: 歐洲

source: Event CGs
de: Ereignis-CGs
ja: イベントCG
ko: 이벤트 CG
pl: Ilustracje CG wydarzeń
zh_hans: 事件CG
zh_hant: 事件CG

source: Evil Route
de: Böse Handlungsroute
ja: 悪人ルート
ko: 악인 루트
pl: Ścieżka zła
zh_hans: 恶人路线
zh_hant: 惡人路線

source: Excessive Semen
de: Übermäßig viel Sperma
ja: 大量の精液
ko: 대량의 정액
pl: Nadmierna ilość nasienia
zh_hans: 大量精液
zh_hant: 大量精液

source: Execution
de: Hinrichtung
ja: 処刑
ko: 처형
pl: Egzekucja
zh_hans: 处刑
zh_hant: 處刑

source: Executive Hero
de: Führungskraft als Held
ja: 経営者の男性主人公
ko: 기업 임원인 남성 주인공
pl: Bohater będący członkiem kadry kierowniczej
zh_hans: 高管男主角
zh_hant: 高階主管男主角

source: Exhibitionism
de: Exhibitionismus
ja: 露出
ko: 노출증
pl: Ekshibicjonizm
zh_hans: 露出癖
zh_hant: 露出癖

source: Existential Crisis
de: Existenzkrise
ja: 実存的危機
ko: 실존적 위기
pl: Kryzys egzystencjalny
zh_hans: 存在危机
zh_hant: 存在危機

source: Exorcism
de: Exorzismus
ja: 悪魔払い
ko: 퇴마
pl: Egzorcyzm
zh_hans: 驱魔
zh_hant: 驅魔

source: Extraterrestrial
de: Außerirdisch
ja: 地球外生命体
ko: 외계 생명체
pl: Istota pozaziemska
zh_hans: 外星生命
zh_hant: 外星生命

source: Extremely (un)Lucky Heroine
de: Heldin mit extremem Glück oder Pech
ja: 極端に運が良い／悪いヒロイン
ko: 극도로 운이 좋거나 나쁜 여성 주인공
pl: Bohaterka ze skrajnym szczęściem lub pechem
zh_hans: 极端幸运或不幸的女主角
zh_hant: 極端幸運或不幸的女主角

source: Extremely (un)Lucky Protagonist
de: Hauptfigur mit extremem Glück oder Pech
ja: 極端に運が良い／悪い主人公
ko: 극도로 운이 좋거나 나쁜 주인공
pl: Protagonista ze skrajnym szczęściem lub pechem
zh_hans: 极端幸运或不幸的主角
zh_hant: 極端幸運或不幸的主角

source: Extremely Small Hero
de: Extrem kleiner Held
ja: 極端に小柄な男性主人公
ko: 체구가 매우 작은 남성 주인공
pl: Bohater o bardzo małych rozmiarach
zh_hans: 体型极小的男主角
zh_hant: 體型極小的男主角

source: Extremely Small Heroine
de: Extrem kleine Heldin
ja: 極端に小柄なヒロイン
ko: 체구가 매우 작은 여성 주인공
pl: Bohaterka o bardzo małych rozmiarach
zh_hans: 体型极小的女主角
zh_hant: 體型極小的女主角

source: Extremely Small Protagonist
de: Extrem kleine Hauptfigur
ja: 極端に小柄な主人公
ko: 체구가 매우 작은 주인공
pl: Protagonista o bardzo małych rozmiarach
zh_hans: 体型极小的主角
zh_hant: 體型極小的主角

source: Face-farting
de: Blähungen ins Gesicht
ja: 顔面放屁
ko: 얼굴에 방귀 뀌기
pl: Puszczanie gazów w twarz
zh_hans: 对脸放屁
zh_hant: 對臉放屁

source: Facesitting
de: Sitzen auf dem Gesicht
ja: 顔面騎乗
ko: 안면 기승
pl: Siadanie na twarzy
zh_hans: 坐脸
zh_hant: 坐臉

source: Facial Hair Option
de: Option für Gesichtsbehaarung
ja: ひげ設定
ko: 수염 설정
pl: Opcja zarostu
zh_hans: 面部毛发选项
zh_hant: 面部毛髮選項

source: Fairies
de: Feen
ja: 妖精
ko: 요정
pl: Wróżki
zh_hans: 妖精
zh_hant: 妖精

source: Fairy Hero
de: Feenwesen als Held
ja: 妖精の男性主人公
ko: 요정 남성 주인공
pl: Bohater będący istotą wróżkową
zh_hans: 妖精男主角
zh_hant: 妖精男主角

source: Fairy Heroine
de: Fee als Heldin
ja: 妖精のヒロイン
ko: 요정 여성 주인공
pl: Bohaterka będąca wróżką
zh_hans: 妖精女主角
zh_hant: 妖精女主角

source: Fairy Protagonist
de: Feenwesen als Hauptfigur
ja: 妖精の主人公
ko: 요정 주인공
pl: Protagonista będący istotą wróżkową
zh_hans: 妖精主角
zh_hant: 妖精主角

source: Fairy Support Character
de: Feenwesen als Nebenfigur
ja: 妖精のサブキャラクター
ko: 요정 조연
pl: Postać drugoplanowa będąca istotą wróżkową
zh_hans: 妖精配角
zh_hant: 妖精配角

source: Fairy Tale
de: Märchen
ja: おとぎ話
ko: 동화
pl: Baśń
zh_hans: 童话
zh_hant: 童話

source: Fake Choices
de: Scheinentscheidungen
ja: 見せかけの選択肢
ko: 가짜 선택지
pl: Pozorne wybory
zh_hans: 虚假选项
zh_hant: 虛假選項

source: Falling to Evil (sexual)
de: Verfall zum Bösen (sexuell)
ja: 悪堕ち（性的）
ko: 악타락(성적)
pl: Przejście na stronę zła (seksualne)
zh_hans: 恶堕（色情）
zh_hant: 惡墮（色情）

source: Falsely Accused
de: Fälschlich beschuldigt
ja: 冤罪
ko: 누명
pl: Fałszywie oskarżony
zh_hans: 遭诬告
zh_hant: 遭誣告

source: Family
de: Familie
ja: 家族
ko: 가족
pl: Rodzina
zh_hans: 家庭
zh_hant: 家庭

source: Family Drama
de: Familiendrama
ja: 家族ドラマ
ko: 가족 드라마
pl: Dramat rodzinny
zh_hans: 家庭剧
zh_hant: 家庭劇

source: Family Feud
de: Familienfehde
ja: 家族間の確執
ko: 가족 간 불화
pl: Konflikt rodzinny
zh_hans: 家族纷争
zh_hant: 家族紛爭

source: Family Life Comedy
de: Komödie über das Familienleben
ja: 家族生活コメディ
ko: 가족 일상 코미디
pl: Komedia o życiu rodzinnym
zh_hans: 家庭生活喜剧
zh_hant: 家庭生活喜劇

source: Farm
de: Bauernhof
ja: 農場
ko: 농장
pl: Gospodarstwo rolne
zh_hans: 农场
zh_hant: 農場

source: Farmer Hero
de: Bauer als Held
ja: 農家の男性主人公
ko: 농부인 남성 주인공
pl: Bohater będący rolnikiem
zh_hans: 农民男主角
zh_hant: 農民男主角

source: Farmer Heroine
de: Bäuerin als Heldin
ja: 農家のヒロイン
ko: 농부인 여성 주인공
pl: Bohaterka będąca rolniczką
zh_hans: 农民女主角
zh_hant: 農民女主角

source: Farmer Protagonist
de: Bauer als Hauptfigur
ja: 農家の主人公
ko: 농부인 주인공
pl: Protagonista będący rolnikiem
zh_hans: 农民主角
zh_hant: 農民主角

source: Fart Fetishism
de: Blähungsfetischismus
ja: おならフェチ
ko: 방귀 페티시
pl: Fetyszyzm związany z puszczaniem gazów
zh_hans: 放屁癖
zh_hant: 放屁癖

source: Fast Mini-games
de: Schnelle Minispiele
ja: テンポの速いミニゲーム
ko: 빠른 미니 게임
pl: Szybkie minigry
zh_hans: 快节奏小游戏
zh_hant: 快節奏小遊戲

source: Father Support Character
de: Vater als Nebenfigur
ja: 父親のサブキャラクター
ko: 아버지인 조연
pl: Postać drugoplanowa będąca ojcem
zh_hans: 父亲配角
zh_hant: 父親配角

source: Father/Daughter Incest
de: Inzest zwischen Vater und Tochter
ja: 父娘近親相姦
ko: 부녀간 근친상간
pl: Kazirodztwo między ojcem a córką
zh_hans: 父女乱伦
zh_hant: 父女亂倫

source: Father/Daughter Romance
de: Romanze zwischen Vater und Tochter
ja: 父娘の恋愛
ko: 부녀간 연애
pl: Romans między ojcem a córką
zh_hans: 父女恋爱
zh_hant: 父女戀愛

source: Father/Son Incest
de: Inzest zwischen Vater und Sohn
ja: 父子近親相姦
ko: 부자간 근친상간
pl: Kazirodztwo między ojcem a synem
zh_hans: 父子乱伦
zh_hant: 父子亂倫

source: Father/Son Romance
de: Romanze zwischen Vater und Sohn
ja: 父子の恋愛
ko: 부자간 연애
pl: Romans między ojcem a synem
zh_hans: 父子恋爱
zh_hant: 父子戀愛

source: Fathercon Heroine
de: Heldin mit Vaterkomplex
ja: ファザコンのヒロイン
ko: 파더콘 여성 주인공
pl: Bohaterka z kompleksem ojca
zh_hans: 恋父女主角
zh_hant: 戀父女主角

source: Fathercon Protagonist
de: Hauptfigur mit Vaterkomplex
ja: ファザコンの主人公
ko: 파더콘 주인공
pl: Protagonista z kompleksem ojca
zh_hans: 恋父主角
zh_hant: 戀父主角

source: Fear of Death
de: Angst vor dem Tod
ja: 死への恐怖
ko: 죽음에 대한 공포
pl: Lęk przed śmiercią
zh_hans: 死亡恐惧
zh_hant: 死亡恐懼

source: Feeder Fetish
de: Fetisch für das Mästen
ja: フィーダー・フェティシズム
ko: 살찌우기 페티시
pl: Fetysz związany z tuczeniem
zh_hans: 喂胖癖
zh_hant: 餵胖癖

source: Feet Licking
de: Fußlecken
ja: 足舐め
ko: 발 핥기
pl: Lizanie stóp
zh_hans: 舔脚
zh_hant: 舔腳

source: Female Domination
de: Weibliche Dominanz
ja: 女性優位
ko: 여성 지배
pl: Dominacja kobiet
zh_hans: 女性主导
zh_hant: 女性主導

source: Female Domination Only
de: Nur weibliche Dominanz
ja: 女性優位のみ
ko: 여성 지배만 등장
pl: Wyłącznie dominacja kobiet
zh_hans: 仅女性主导
zh_hant: 僅女性主導

source: Female Ejaculation
de: Weibliche Ejakulation
ja: 女性射精
ko: 여성 사정
pl: Kobiecy wytrysk
zh_hans: 女性潮吹
zh_hant: 女性潮吹

source: Female Friend
de: Weibliche Freundin
ja: 女友達
ko: 여성 친구
pl: Przyjaciółka
zh_hans: 女性朋友
zh_hant: 女性朋友

source: Female Protagonist
de: Weibliche Hauptfigur
ja: 女性主人公
ko: 여성 주인공
pl: Protagonistka
zh_hans: 女性主角
zh_hant: 女性主角

source: Female Protagonist for a Short Time
de: Vorübergehend weibliche Hauptfigur
ja: 一時的な女性主人公
ko: 일시적으로 여성 주인공이 됨
pl: Protagonistka przez krótki czas
zh_hans: 短暂出现女性主角
zh_hant: 短暫出現女性主角

source: Feminization
de: Feminisierung
ja: 女性化
ko: 여성화
pl: Feminizacja
zh_hans: 女性化
zh_hant: 女性化

source: Festival
de: Fest
ja: 祭り
ko: 축제
pl: Festiwal
zh_hans: 节日庆典
zh_hant: 節日慶典

source: Few Choices
de: Wenige Entscheidungen
ja: 選択肢が少ない
ko: 적은 선택지
pl: Niewiele wyborów
zh_hans: 少量选项
zh_hant: 少量選項

source: Few Event CGs
de: Wenige Ereignis-CGs
ja: イベントCGが少ない
ko: 적은 이벤트 CG
pl: Niewiele ilustracji CG wydarzeń
zh_hans: 少量事件CG
zh_hant: 少量事件CG

source: Fictional Beings
de: Fiktive Wesen
ja: 架空の存在
ko: 가상의 존재
pl: Istoty fikcyjne
zh_hans: 虚构生物
zh_hant: 虛構生物

source: Fictional Futuristic Japanese Town
de: Fiktive futuristische japanische Stadt
ja: 架空の未来日本の町
ko: 가상의 미래 일본 도시
pl: Fikcyjne futurystyczne japońskie miasto
zh_hans: 虚构的未来日本城镇
zh_hant: 虛構的未來日本城鎮

source: Fictional Island Near Futuristic Japan
de: Fiktive Insel nahe einem futuristischen Japan
ja: 未来の日本近海にある架空の島
ko: 미래 일본 인근의 가상 섬
pl: Fikcyjna wyspa w pobliżu futurystycznej Japonii
zh_hans: 未来日本附近的虚构岛屿
zh_hant: 未來日本附近的虛構島嶼

source: Fictional Japanese-Style Nation
de: Fiktiver Staat im japanischen Stil
ja: 架空の日本風国家
ko: 가상의 일본풍 국가
pl: Fikcyjny kraj w stylu japońskim
zh_hans: 虚构的日式国家
zh_hant: 虛構的日式國家

source: Fictional Medieval Japan
de: Fiktives mittelalterliches Japan
ja: 架空の中世日本
ko: 가상의 중세 일본
pl: Fikcyjna średniowieczna Japonia
zh_hans: 虚构的中世纪日本
zh_hant: 虛構的中世紀日本

source: Fictional Modern Day Earth
de: Fiktive Erde der Gegenwart
ja: 架空の現代地球
ko: 가상의 현대 지구
pl: Fikcyjna współczesna Ziemia
zh_hans: 虚构的现代地球
zh_hant: 虛構的現代地球

source: Fictional Modern Day European Town
de: Fiktive europäische Stadt der Gegenwart
ja: 架空の現代ヨーロッパの町
ko: 가상의 현대 유럽 도시
pl: Fikcyjne współczesne europejskie miasto
zh_hans: 虚构的现代欧洲城镇
zh_hant: 虛構的現代歐洲城鎮

source: Fictional Modern Day Japanese Countryside
de: Fiktive japanische Landschaft der Gegenwart
ja: 架空の現代日本の田舎
ko: 가상의 현대 일본 시골
pl: Fikcyjna współczesna japońska wieś
zh_hans: 虚构的现代日本乡村
zh_hant: 虛構的現代日本鄉村

source: Fictional Modern Day Japanese Island
de: Fiktive japanische Insel der Gegenwart
ja: 架空の現代日本の島
ko: 가상의 현대 일본 섬
pl: Fikcyjna współczesna japońska wyspa
zh_hans: 虚构的现代日本岛屿
zh_hant: 虛構的現代日本島嶼

source: Fictional Modern Day Japanese Town
de: Fiktive japanische Stadt der Gegenwart
ja: 架空の現代日本の町
ko: 가상의 현대 일본 도시
pl: Fikcyjne współczesne japońskie miasto
zh_hans: 虚构的现代日本城镇
zh_hant: 虛構的現代日本城鎮

source: Fictional World
de: Fiktive Welt
ja: 架空世界
ko: 가상 세계
pl: Fikcyjny świat
zh_hans: 虚构世界
zh_hant: 虛構世界

source: Fighting Game
de: Kampfspiel
ja: 対戦格闘ゲーム
ko: 대전 격투 게임
pl: Bijatyka
zh_hans: 格斗游戏
zh_hant: 格鬥遊戲

source: Fighting Hero
de: Kämpfender Held
ja: 戦う男性主人公
ko: 싸우는 남성 주인공
pl: Walczący bohater
zh_hans: 战斗型男主角
zh_hant: 戰鬥型男主角

source: Fighting Heroine
de: Kämpfende Heldin
ja: 戦うヒロイン
ko: 싸우는 여성 주인공
pl: Walcząca bohaterka
zh_hans: 战斗型女主角
zh_hant: 戰鬥型女主角

source: Fighting Princess Heroine
de: Kämpfende Prinzessin als Heldin
ja: 戦う姫のヒロイン
ko: 싸우는 공주인 여성 주인공
pl: Bohaterka będąca walczącą księżniczką
zh_hans: 战斗公主女主角
zh_hant: 戰鬥公主女主角

source: Fighting Protagonist
de: Kämpfende Hauptfigur
ja: 戦う主人公
ko: 싸우는 주인공
pl: Walczący protagonista
zh_hans: 战斗型主角
zh_hant: 戰鬥型主角

source: Figure Skater Heroine
de: Eiskunstläuferin als Heldin
ja: フィギュアスケーターのヒロイン
ko: 피겨 스케이팅 선수인 여성 주인공
pl: Bohaterka będąca łyżwiarką figurową
zh_hans: 花样滑冰女主角
zh_hant: 花樣滑冰女主角

source: Financial Domination
de: Finanzielle Dominanz
ja: 金銭支配
ko: 금전 지배
pl: Dominacja finansowa
zh_hans: 金钱支配
zh_hant: 金錢支配

source: Fingering
de: Stimulation mit Fingern
ja: 指入れ
ko: 핑거링
pl: Stymulacja palcami
zh_hans: 指交
zh_hant: 指交

source: Fire Torture
de: Folter mit Feuer
ja: 火責め
ko: 불고문
pl: Torturowanie ogniem
zh_hans: 火刑拷问
zh_hant: 火刑拷問

source: Fish
de: Fisch
ja: 魚
ko: 어류
pl: Ryba
zh_hans: 鱼类
zh_hant: 魚類

source: Fisherman Hero
de: Fischer als Held
ja: 漁師の男性主人公
ko: 어부인 남성 주인공
pl: Bohater będący rybakiem
zh_hans: 渔民男主角
zh_hant: 漁民男主角

source: Fisherman Heroine
de: Fischerin als Heldin
ja: 漁師のヒロイン
ko: 어부인 여성 주인공
pl: Bohaterka będąca rybaczką
zh_hans: 渔民女主角
zh_hant: 漁民女主角

source: Fisherman Protagonist
de: Fischer als Hauptfigur
ja: 漁師の主人公
ko: 어부인 주인공
pl: Protagonista będący rybakiem
zh_hans: 渔民主角
zh_hant: 漁民主角

source: Fitness Centre
de: Fitnessstudio
ja: フィットネスセンター
ko: 피트니스 센터
pl: Centrum fitness
zh_hans: 健身中心
zh_hant: 健身中心

source: Flashback
de: Rückblende
ja: 回想
ko: 과거 회상
pl: Retrospekcja
zh_hans: 闪回
zh_hant: 閃回

source: Flashforward
de: Vorausblende
ja: 未来描写
ko: 미래 장면 삽입
pl: Prolepsa
zh_hans: 预叙
zh_hant: 預敘

source: Flashing Lights
de: Blinkende Lichter
ja: 点滅する光
ko: 점멸하는 빛
pl: Migające światła
zh_hans: 闪烁灯光
zh_hant: 閃爍燈光

source: Flat Tints Only
de: Nur flächige Farben
ja: ベタ塗りのみ
ko: 단색 채색만 사용
pl: Wyłącznie płaskie kolory
zh_hans: 仅平涂
zh_hant: 僅平塗

source: Flight Attendant Heroine
de: Flugbegleiterin als Heldin
ja: 客室乗務員のヒロイン
ko: 객실 승무원인 여성 주인공
pl: Bohaterka będąca stewardesą
zh_hans: 空乘女主角
zh_hant: 空服員女主角

source: Flight Attendant Protagonist
de: Flugbegleiter als Hauptfigur
ja: 客室乗務員の主人公
ko: 객실 승무원인 주인공
pl: Protagonista będący członkiem personelu pokładowego
zh_hans: 空乘主角
zh_hant: 空服員主角

source: Flirtatious Hero
de: Flirtender Held
ja: 女たらしの男性主人公
ko: 바람둥이 남성 주인공
pl: Flirtujący bohater
zh_hans: 轻浮男主角
zh_hant: 輕浮男主角

source: Floating Textbox
de: Schwebendes Textfeld
ja: フローティングテキストボックス
ko: 플로팅 텍스트 상자
pl: Pływające pole tekstowe
zh_hans: 悬浮文本框
zh_hant: 懸浮文字框

source: Fog
de: Nebel
ja: 霧
ko: 안개
pl: Mgła
zh_hans: 雾
zh_hant: 霧

source: Food Discussions
de: Gespräche über Essen
ja: 食べ物の話題
ko: 음식 이야기
pl: Rozmowy o jedzeniu
zh_hans: 美食讨论
zh_hant: 美食討論

source: Food Gokkun
de: Schlucken von Sperma mit Essen
ja: 食べ物ごっくん
ko: 음식 삼키기
pl: Połykanie nasienia z jedzeniem
zh_hans: 食物吞咽
zh_hant: 食物吞咽

source: Food Play
de: Spiele mit Essen
ja: フードプレイ
ko: 음식 플레이
pl: Zabawy z jedzeniem
zh_hans: 食物玩法
zh_hant: 食物玩法

source: Foolish Friend
de: Törichter Freund
ja: 愚かな友人
ko: 어리석은 친구
pl: Niemądry przyjaciel
zh_hans: 愚蠢的朋友
zh_hant: 愚蠢的朋友

source: Foolish Parent Support Character
de: Törichter Elternteil als Nebenfigur
ja: 愚かな親のサブキャラクター
ko: 어리석은 부모인 조연
pl: Postać drugoplanowa będąca niemądrym rodzicem
zh_hans: 愚笨的家长配角
zh_hant: 愚笨的家長配角

source: Foolish Protagonist
de: Törichte Hauptfigur
ja: 愚かな主人公
ko: 어리석은 주인공
pl: Niemądry protagonista
zh_hans: 愚蠢的主角
zh_hant: 愚蠢的主角

source: Foolish Villain
de: Törichter Schurke
ja: 愚かな悪役
ko: 어리석은 악역
pl: Niemądry złoczyńca
zh_hans: 愚蠢的反派
zh_hant: 愚蠢的反派

source: Foot Insertion
de: Einführen eines Fußes
ja: 足挿入
ko: 발 삽입
pl: Wprowadzanie stopy
zh_hans: 足部插入
zh_hant: 足部插入

source: Footjob
de: Penisstimulation mit den Füßen
ja: 足コキ
ko: 풋잡
pl: Stymulacja penisa stopami
zh_hans: 足交
zh_hant: 足交

source: Footjob on Multiple Penises
de: Stimulation mehrerer Penisse mit den Füßen
ja: 複数のペニスへの足コキ
ko: 여러 음경을 상대로 한 풋잡
pl: Stymulacja wielu penisów stopami
zh_hans: 多阴茎足交
zh_hant: 多陰莖足交

source: Forbidden Love
de: Verbotene Liebe
ja: 禁断の恋
ko: 금단의 사랑
pl: Zakazana miłość
zh_hans: 禁忌之恋
zh_hant: 禁忌之戀

source: Forced Auto-Read Sections
de: Abschnitte mit erzwungener automatischer Wiedergabe
ja: 強制オート再生区間
ko: 강제 자동 재생 구간
pl: Fragmenty z wymuszonym automatycznym odtwarzaniem
zh_hans: 强制自动播放段落
zh_hant: 強制自動播放段落

source: Forced Cross-dressing
de: Erzwungenes Crossdressing
ja: 強制異性装
ko: 강제 여장·남장
pl: Wymuszone noszenie ubrań innej płci
zh_hans: 强制异装
zh_hant: 強制異裝

source: Foreigner Hero
de: Ausländer als Held
ja: 外国人の男性主人公
ko: 외국인 남성 주인공
pl: Bohater będący obcokrajowcem
zh_hans: 外国人男主角
zh_hant: 外國人男主角

source: Foreigner Heroine
de: Ausländerin als Heldin
ja: 外国人のヒロイン
ko: 외국인 여성 주인공
pl: Bohaterka będąca obcokrajowczynią
zh_hans: 外国人女主角
zh_hant: 外國人女主角

source: Foreigner Protagonist
de: Ausländer als Hauptfigur
ja: 外国人の主人公
ko: 외국인 주인공
pl: Protagonista będący obcokrajowcem
zh_hans: 外国人主角
zh_hant: 外國人主角

source: Foreskin Play
de: Spiele mit der Vorhaut
ja: 包皮プレイ
ko: 포피 플레이
pl: Zabawy z napletkiem
zh_hans: 包皮玩法
zh_hant: 包皮玩法

source: Forest
de: Wald
ja: 森
ko: 숲
pl: Las
zh_hans: 森林
zh_hant: 森林

source: Former All-boys School
de: Ehemalige Jungenschule
ja: 旧男子校
ko: 과거 남학교였던 학교
pl: Dawna szkoła dla chłopców
zh_hans: 原男校
zh_hant: 原男校

source: Former All-girls School
de: Ehemalige Mädchenschule
ja: 旧女子校
ko: 과거 여학교였던 학교
pl: Dawna szkoła dla dziewcząt
zh_hans: 原女校
zh_hant: 原女校

source: Fortune-teller Heroine
de: Wahrsagerin als Heldin
ja: 占い師のヒロイン
ko: 점술가인 여성 주인공
pl: Bohaterka będąca wróżbitką
zh_hans: 占卜师女主角
zh_hant: 占卜師女主角

source: Found Family
de: Selbstgewählte Familie
ja: 疑似家族
ko: 비혈연 가족
pl: Rodzina z wyboru
zh_hans: 非血缘家庭
zh_hant: 非血緣家庭

source: Foxes
de: Füchse
ja: 狐
ko: 여우
pl: Lisy
zh_hans: 狐狸
zh_hant: 狐狸

source: Framed GUI
de: Benutzeroberfläche mit Rahmen
ja: フレーム付きGUI
ko: 프레임형 GUI
pl: Interfejs graficzny z ramką
zh_hans: 边框式GUI
zh_hant: 邊框式GUI

source: France
de: Frankreich
ja: フランス
ko: 프랑스
pl: Francja
zh_hans: 法国
zh_hant: 法國

source: Free Camera
de: Frei bewegliche Kamera
ja: フリーカメラ
ko: 자유 시점 카메라
pl: Swobodna kamera
zh_hans: 自由相机
zh_hant: 自由鏡頭

source: French Kiss
de: Zungenkuss
ja: ディープキス
ko: 프렌치 키스
pl: Pocałunek francuski
zh_hans: 法式深吻
zh_hant: 法式深吻

source: Friendship
de: Freundschaft
ja: 友情
ko: 우정
pl: Przyjaźń
zh_hans: 友情
zh_hant: 友情

source: Friendship Ending
de: Freundschaftsende
ja: 友情エンド
ko: 우정 엔딩
pl: Zakończenie przyjaźni
zh_hans: 友情结局
zh_hant: 友情結局

source: Friendship Route
de: Freundschaftsroute
ja: 友情ルート
ko: 우정 루트
pl: Ścieżka przyjaźni
zh_hans: 友情路线
zh_hant: 友情路線

source: From Other Media
de: Aus anderen Medien
ja: 他メディア出身
ko: 다른 미디어 출신
pl: Z innych mediów
zh_hans: 来自其他媒体
zh_hant: 來自其他媒體

source: Frot
de: Gegenseitiges Reiben der Penisse
ja: 陰茎同士の擦り合い
ko: 음경 맞비비기
pl: Wzajemne ocieranie penisów
zh_hans: 阴茎摩擦
zh_hant: 陰莖摩擦

source: Fruits
de: Früchte
ja: 果物
ko: 과일
pl: Owoce
zh_hans: 水果
zh_hant: 水果

source: Full Chastity Belt
de: Vollständiger Keuschheitsgürtel
ja: 完全型貞操帯
ko: 완전형 정조대
pl: Pełny pas cnoty
zh_hans: 全包式贞操带
zh_hant: 全包式貞操帶

source: Fully Consensual BDSM Only
de: Nur vollständig einvernehmliches BDSM
ja: 完全合意のBDSMのみ
ko: 완전 합의된 BDSM만 등장
pl: Wyłącznie BDSM za pełną zgodą
zh_hans: 仅完全双方同意的BDSM
zh_hant: 僅有完全合意的BDSM

source: Funeral
de: Beerdigung
ja: 葬儀
ko: 장례식
pl: Pogrzeb
zh_hans: 葬礼
zh_hant: 葬禮

source: Furry
de: Anthropomorphes Tierwesen
ja: ケモノ
ko: 수인
pl: Antropomorficzna istota zwierzęca
zh_hans: 福瑞
zh_hant: 福瑞

source: Futanari Heroine
de: Futanari als Heldin
ja: ふたなりヒロイン
ko: 후타나리 여성 주인공
pl: Bohaterka futanari
zh_hans: 扶她女主角
zh_hant: 扶她女主角

source: Futanari on Female
de: Sex zwischen Futanari und Frau
ja: ふたなりと女性のセックス
ko: 후타나리와 여성의 성교
pl: Seks futanari z kobietą
zh_hans: 扶她与女性性交
zh_hant: 扶她與女性性交

source: Futanari on Futanari
de: Sex zwischen Futanari
ja: ふたなり同士のセックス
ko: 후타나리 간 성교
pl: Seks między futanari
zh_hans: 扶她与扶她性交
zh_hant: 扶她與扶她性交

source: Futanari on Male
de: Sex zwischen Futanari und Mann
ja: ふたなりと男性のセックス
ko: 후타나리와 남성의 성교
pl: Seks futanari z mężczyzną
zh_hans: 扶她与男性性交
zh_hant: 扶她與男性性交

source: Futanari Protagonist
de: Futanari als Hauptfigur
ja: ふたなり主人公
ko: 후타나리 주인공
pl: Protagonista futanari
zh_hans: 扶她主角
zh_hant: 扶她主角

source: Futanari Support Character
de: Futanari als Nebenfigur
ja: ふたなりのサブキャラクター
ko: 후타나리 조연
pl: Postać drugoplanowa futanari
zh_hans: 扶她配角
zh_hant: 扶她配角

source: Future
de: Zukunft
ja: 未来
ko: 미래
pl: Przyszłość
zh_hans: 未来
zh_hant: 未來

source: Future China
de: China der Zukunft
ja: 未来の中国
ko: 미래의 중국
pl: Chiny przyszłości
zh_hans: 未来中国
zh_hant: 未來中國

source: Future Earth
de: Erde der Zukunft
ja: 未来の地球
ko: 미래의 지구
pl: Ziemia przyszłości
zh_hans: 未来地球
zh_hant: 未來地球

source: Future Forecasting
de: Vorhersage der Zukunft
ja: 未来予測
ko: 미래 예측
pl: Przewidywanie przyszłości
zh_hans: 未来预测
zh_hant: 未來預測

source: Future Japan
de: Japan der Zukunft
ja: 未来の日本
ko: 미래의 일본
pl: Japonia przyszłości
zh_hans: 未来日本
zh_hant: 未來日本

source: Future Setting in a Fictional World
de: Zukunftsszenario in einer fiktiven Welt
ja: 架空世界の未来設定
ko: 가상 세계의 미래 배경
pl: Przyszłość w fikcyjnym świecie
zh_hans: 虚构世界的未来背景
zh_hant: 虛構世界的未來背景

source: Future Tokyo
de: Tokio der Zukunft
ja: 未来の東京
ko: 미래의 도쿄
pl: Tokio przyszłości
zh_hans: 未来东京
zh_hant: 未來東京

source: Future United States of America
de: Vereinigte Staaten der Zukunft
ja: 未来のアメリカ合衆国
ko: 미래의 미국
pl: Stany Zjednoczone przyszłości
zh_hans: 未来美国
zh_hant: 未來美國

source: Gacha Game
de: Gacha-Spiel
ja: ガチャゲーム
ko: 가챠 게임
pl: Gra gacha
zh_hans: 抽卡游戏
zh_hant: 抽卡遊戲

source: Gambling
de: Glücksspiel
ja: ギャンブル
ko: 도박
pl: Hazard
zh_hans: 赌博
zh_hant: 賭博

source: Game Over
de: Spielende
ja: ゲームオーバー
ko: 게임 오버
pl: Koniec gry
zh_hans: 游戏结束
zh_hant: 遊戲結束

source: Game Saving Method
de: Speichermethode
ja: ゲームのセーブ方式
ko: 게임 저장 방식
pl: Sposób zapisywania gry
zh_hans: 游戏存档方式
zh_hant: 遊戲存檔方式

source: Gameplay Elements
de: Spielelemente
ja: ゲームプレイ要素
ko: 게임플레이 요소
pl: Elementy rozgrywki
zh_hans: 游戏玩法要素
zh_hant: 遊戲玩法要素

source: Gamer Hero
de: Spieler als Held
ja: ゲーマーの男性主人公
ko: 게이머인 남성 주인공
pl: Bohater będący graczem
zh_hans: 玩家男主角
zh_hant: 玩家男主角

source: Gamer Heroine
de: Spielerin als Heldin
ja: ゲーマーのヒロイン
ko: 게이머인 여성 주인공
pl: Bohaterka będąca graczką
zh_hans: 玩家女主角
zh_hant: 玩家女主角

source: Gamer Protagonist
de: Spieler als Hauptfigur
ja: ゲーマーの主人公
ko: 게이머인 주인공
pl: Protagonista będący graczem
zh_hans: 玩家主角
zh_hant: 玩家主角

source: Gaming
de: Videospielen
ja: ゲーム
ko: 게임
pl: Granie w gry wideo
zh_hans: 电子游戏
zh_hant: 電子遊戲

source: Gang
de: Bande
ja: ギャング
ko: 갱단
zh_hans: 帮派
zh_hant: 幫派

source: Gang Bang
de: Gruppensex mit einem passiven Partner
ja: ギャングバング
ko: 갱뱅
pl: Seks grupowy z jednym biernym partnerem
zh_hans: 群交
zh_hant: 群交

source: Gang Leader Hero
de: Bandenführer als Held
ja: ギャングのリーダーである男性主人公
ko: 갱단 두목인 남성 주인공
pl: Bohater będący przywódcą gangu
zh_hans: 帮派首领男主角
zh_hant: 幫派首領男主角

source: Gang Rape
de: Gruppenvergewaltigung
ja: 集団強姦
ko: 집단 강간
pl: Gwałt zbiorowy
zh_hans: 轮奸
zh_hant: 輪姦

source: Gangster Hero
de: Gangster als Held
ja: ギャングの男性主人公
ko: 갱단원인 남성 주인공
pl: Bohater będący gangsterem
zh_hans: 黑帮男主角
zh_hant: 黑幫男主角

source: Gangster Heroine
de: Gangsterin als Heldin
ja: ギャングのヒロイン
ko: 갱단원인 여성 주인공
pl: Bohaterka będąca gangsterką
zh_hans: 黑帮女主角
zh_hant: 黑幫女主角

source: Gangster Protagonist
de: Gangster als Hauptfigur
ja: ギャングの主人公
ko: 갱단원인 주인공
pl: Protagonista będący gangsterem
zh_hans: 黑帮主角
zh_hant: 黑幫主角

source: Ganguro Heroine
de: Ganguro als Heldin
ja: ガングロのヒロイン
ko: 간구로 여성 주인공
pl: Bohaterka w stylu ganguro
zh_hans: 黑皮辣妹女主角
zh_hant: 黑皮辣妹女主角

source: Gaping
de: Dehnung
ja: 拡張
ko: 확장
pl: Rozciąganie
zh_hans: 扩张
zh_hant: 擴張

source: Gardening Club
de: Gartenclub
ja: 園芸部
ko: 원예부
pl: Koło ogrodnicze
zh_hans: 园艺社
zh_hant: 園藝社

source: Gauge Display
de: Balkenanzeige
ja: ゲージ表示
ko: 게이지 표시
pl: Wskaźnik paskowy
zh_hans: 数值条显示
zh_hant: 數值條顯示

source: Gay Male Domination
de: Dominanz unter schwulen Männern
ja: ゲイ男性による支配
ko: 게이 남성의 지배
pl: Dominacja wśród homoseksualnych mężczyzn
zh_hans: 男同性恋支配
zh_hant: 男同性戀支配

source: Gay Shotacon
de: Schwules Shotacon
ja: ゲイ・ショタコン
ko: 게이 쇼타콘
pl: Homoseksualny shotacon
zh_hans: 男同性恋正太控
zh_hant: 男同性戀正太控

source: Gender and Sexuality Related
de: Geschlecht und Sexualität
ja: ジェンダーとセクシュアリティ関連
ko: 젠더 및 섹슈얼리티 관련
pl: Płeć i seksualność
zh_hans: 性别与性取向相关
zh_hant: 性別與性取向相關

source: Gender Bending
de: Geschlechtswechsel
ja: 性転換
ko: 성전환
pl: Zmiana płci
zh_hans: 性别转换
zh_hant: 性別轉換

source: Genderbent Sex
de: Sex nach einem Geschlechtswechsel
ja: 性転換後のセックス
ko: 성전환 상태의 성교
pl: Seks po zmianie płci
zh_hans: 性转性爱
zh_hant: 性轉性愛

source: Genetic Research
de: Genetische Forschung
ja: 遺伝子研究
ko: 유전학 연구
pl: Badania genetyczne
zh_hans: 遗传学研究
zh_hant: 遺傳學研究
